Ran Plan for project: `airweave-prod` dir: `apps/airweave/prod` workspace: `default`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_s3_bucket.bucket will be created
+ resource "aws_s3_bucket" "bucket" {
+       acceleration_status         = (known after apply)
+       acl                         = (known after apply)
+       arn                         = (known after apply)
+       bucket                      = (known after apply)
+       bucket_domain_name          = (known after apply)
+       bucket_prefix               = (known after apply)
+       bucket_region               = (known after apply)
+       bucket_regional_domain_name = (known after apply)
+       force_destroy               = false
+       hosted_zone_id              = (known after apply)
+       id                          = (known after apply)
+       object_lock_enabled         = (known after apply)
+       policy                      = (known after apply)
+       region                      = "ap-northeast-1"
+       request_payer               = (known after apply)
+       tags                        = {
+           "Name"          = "Test-airweave-prod-hichiLotie"
+           "ProvisionedBy" = "Atlantis"
        }
+       tags_all                    = {
+           "Name"          = "Test-airweave-prod-hichiLotie"
+           "ProvisionedBy" = "Atlantis"
        }
+       website_domain              = (known after apply)
+       website_endpoint            = (known after apply)

+       cors_rule (known after apply)

+       grant (known after apply)

+       lifecycle_rule (known after apply)

+       logging (known after apply)

+       object_lock_configuration (known after apply)

+       replication_configuration (known after apply)

+       server_side_encryption_configuration (known after apply)

+       versioning (known after apply)

+       website (known after apply)
    }

  # random_id.bucket_suffix will be created
+ resource "random_id" "bucket_suffix" {
+       b64_std     = (known after apply)
+       b64_url     = (known after apply)
+       byte_length = 4
+       dec         = (known after apply)
+       hex         = (known after apply)
+       id          = (known after apply)
    }

Plan: 2 to add, 0 to change, 0 to destroy.
```
</details>

* :arrow_forward: To **apply** this plan, comment:
  ```shell
  atlantis apply -p airweave-prod
  ```
* :put_litter_in_its_place: To **delete** this plan and lock, click [here](http://ip-10-130-4-190.ap-northeast-1.compute.internal:4141/lock?id=baobao-ck%252Ftest-atlantis%252Fapps%252Fairweave%252Fprod%252Fdefault)
* :repeat: To **plan** this project again, comment:
  ```shell
  atlantis plan -p airweave-prod
  ```
Plan: 2 to add, 0 to change, 0 to destroy.